Repository: shanebweaver/CaptureTool
Catalog: src/CaptureTool.Presentation.Windows.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, ru_ru, zh_cn

# VideoTrimRangeSlider_StartThumb.ToolTipService.ToolTip
source: Move the trim start
de_de: Zuschnittstart verschieben
es_es: Mover el inicio del recorte
fr_fr: Déplacer le début du découpage
ru_ru: Переместить начало обрезки
zh_cn: 移动修剪开始位置

# VideoTrimRangeSlider_EndThumb.AutomationProperties.Name
source: Trim end handle
de_de: Griff für Zuschnittende
es_es: Controlador de fin del recorte
fr_fr: Poignée de fin du découpage
ru_ru: Маркер окончания обрезки
zh_cn: 修剪结束手柄

# VideoTrimRangeSlider_EndThumb.ToolTipService.ToolTip
source: Move the trim end
de_de: Zuschnittende verschieben
es_es: Mover el fin del recorte
fr_fr: Déplacer la fin du découpage
ru_ru: Переместить окончание обрезки
zh_cn: 移动修剪结束位置

# VideoTrimRangeSlider_Playhead.AutomationProperties.Name
source: Trim preview playhead
de_de: Abspielkopf der Trim-Vorschau
es_es: Cursor de reproducción de vista previa del recorte
fr_fr: Tête de lecture d’aperçu du découpage
ru_ru: Индикатор предпросмотра обрезки
zh_cn: 修剪预览播放头

# VideoTrimRangeSlider_Playhead.ToolTipService.ToolTip
source: Move the preview playhead
de_de: Abspielkopf der Vorschau verschieben
es_es: Mover el cursor de reproducción de vista previa
fr_fr: Déplacer la tête de lecture d’aperçu
ru_ru: Переместить индикатор предпросмотра
zh_cn: 移动预览播放头

# StartVideoCaptureButtonTextBlock.Text
source: Record
de_de: Aufnehmen
es_es: Grabar
fr_fr: Enregistrer
ru_ru: Начать
zh_cn: 录制

# StopVideoCaptureButtonTextBlock.Text
source: Stop
de_de: Stopp
es_es: Detener
fr_fr: Arrêter
ru_ru: Стоп
zh_cn: 停止

# ImageEdit_ShareButton.Label
source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
ru_ru: Поделиться
zh_cn: 共享

# ImageOrientation_Mirrored
source: Mirrored
de_de: Gespiegelt
es_es: Reflejado
fr_fr: Miroir
ru_ru: Отражено
zh_cn: 镜像

# Settings_TemporaryFolder_ClearButton.Text
source: Clear files
de_de: Arbeitsdateien löschen
es_es: Borrar archivos de trabajo
fr_fr: Effacer les fichiers de travail
ru_ru: Удалить рабочие файлы
zh_cn: 清除文件

# Settings_TemporaryFolder_ScreenshotsFolderLabel.Text
source: Temporary files folder:
de_de: Ordner für temporäre Arbeitsdateien:
es_es: Carpeta de archivos de trabajo temporales:
fr_fr: Dossier des fichiers de travail temporaires :
ru_ru: Папка временных рабочих файлов:
zh_cn: 临时文件夹：

# Settings_TemporaryFolder_SubtitleLabel.Text
source: Used for normal app operation. You can clear these files at any time.
de_de: Nicht verwendete Bearbeitungs- und Vorschaukopien können sicher gelöscht werden. Dateien einer aktiven Bearbeitung bleiben erhalten.
es_es: Las copias de edición y vista previa que no se usen se pueden borrar con seguridad. Se conservan los archivos de una edición activa.
fr_fr: Les copies d’édition et d’aperçu inutilisées peuvent être effacées sans risque. Les fichiers d’une modification active sont conservés.
ru_ru: Неиспользуемые копии для редактирования и предпросмотра можно безопасно удалить. Файлы активного редактирования сохраняются.
zh_cn: 用于应用的正常运行。您可以随时清除这些文件。

# Settings_TemporaryFolder_HeaderLabel.Text
source: Temporary files
de_de: Temporäre Arbeitsdateien
es_es: Archivos de trabajo temporales
fr_fr: Fichiers de travail temporaires
ru_ru: Временные рабочие файлы
zh_cn: 临时文件

# Settings_OtherHeaderLabel.Text
source: Other
de_de: Andere
es_es: Otros
fr_fr: Autres
ru_ru: Прочее
zh_cn: 其他

# Settings_RestoreDefaults_Button.Text
source: Restore default settings
de_de: Standardeinstellungen wiederherstellen
es_es: Restablecer la configuración predeterminada
fr_fr: Restaurer les paramètres par défaut
ru_ru: Восстановить настройки по умолчанию
zh_cn: 恢复默认设置

# AppMenu_RecentCapturesItem.Text
source: Recent
de_de: Zuletzt verwendet
es_es: Recientes
fr_fr: Récents
ru_ru: Недавние
zh_cn: 最近

# ImageOrientation_Normal
source: Normal
ru_ru: Нормально
zh_cn: 正常

# ImageEdit_Info_Dimensions.ToolTipService.ToolTip
source: Dimensions
de_de: Abmessungen
es_es: Dimensiones
ru_ru: Размеры
zh_cn: 尺寸

# ImageEdit_Info_Offset.ToolTipService.ToolTip
source: Offset
de_de: Versatz
es_es: Desplazamiento
fr_fr: Décalage
ru_ru: Смещение
zh_cn: 偏移

# ImageEdit_Info_Rotation.ToolTipService.ToolTip
source: Rotation
de_de: Drehung
es_es: Rotación
ru_ru: Поворот
zh_cn: 旋转

# ImageEdit_Info_Mirrored.ToolTipService.ToolTip
source: Mirrored
de_de: Gespiegelt
es_es: Reflejado
fr_fr: Miroir
ru_ru: Отражено
zh_cn: 镜像

# ImageEdit_ZoomLabel.Text
source: Zoom:
ru_ru: Масштаб:
zh_cn: 缩放：

# ShapeToolbar_StrokeColorButton.ToolTipService.ToolTip
source: Choose outline color, thickness, and opacity
de_de: Konturfarbe, Stärke und Deckkraft auswählen
es_es: Elegir color, grosor y opacidad del contorno
fr_fr: Choisir la couleur, l’épaisseur et l’opacité du contour
ru_ru: Выбрать цвет, толщину и непрозрачность контура
zh_cn: 选择轮廓颜色、粗细和不透明度

# ShapeToolbar_StrokeColorButtonLabel.Text
source: Outline
de_de: Kontur
es_es: Contorno
fr_fr: Contour
ru_ru: Контур
zh_cn: 轮廓

# ShapeToolbar_ShapeTypeComboBox.AutomationProperties.Name
source: Shape type
de_de: Formtyp
es_es: Tipo de forma
fr_fr: Type de forme
ru_ru: Тип фигуры
zh_cn: 形状类型

# ShapeToolbar_ShapeTypeComboBox.ToolTipService.ToolTip
source: Choose shape type
de_de: Formtyp auswählen
es_es: Elegir tipo de forma
fr_fr: Choisir le type de forme
ru_ru: Выбрать тип фигуры
zh_cn: 选择形状类型

# ShapeToolbar_FillColorButtonLabel.Text
source: Fill
de_de: Füllung
es_es: Relleno
fr_fr: Remplissage
ru_ru: Заливка
zh_cn: 填充

# ColorPalettePicker_ThicknessSlider.AutomationProperties.Name
source: Thickness
de_de: Stärke
es_es: Grosor
fr_fr: Épaisseur
ru_ru: Толщина
zh_cn: 粗细

# ColorPalettePicker_ThicknessSlider.ToolTipService.ToolTip
source: Adjust outline thickness
de_de: Konturstärke anpassen
es_es: Ajustar grosor del contorno
fr_fr: Ajuster l'épaisseur du contour
ru_ru: Настроить толщину контура
zh_cn: 调整轮廓粗细

# ColorPalettePicker_ThicknessLabel.Text
source: Thickness
de_de: Stärke
es_es: Grosor
fr_fr: Épaisseur
ru_ru: Толщина
zh_cn: 粗细

# ShapeToolbar_FillColorButton.AutomationProperties.Name
source: Fill color
de_de: Füllfarbe
es_es: Color de relleno
fr_fr: Couleur de remplissage
ru_ru: Цвет заливки
zh_cn: 填充颜色

# ColorPalettePicker_OpacityLabel.Text
source: Opacity
de_de: Deckkraft
es_es: Opacidad
fr_fr: Opacité
ru_ru: Непрозрачность
zh_cn: 不透明度

# ShapeToolbar_StrokeColorButton.AutomationProperties.Name
source: Outline color
de_de: Konturfarbe
es_es: Color del contorno
fr_fr: Couleur du contour
ru_ru: Цвет контура
zh_cn: 轮廓颜色

# ColorPalettePicker_OpacitySlider.AutomationProperties.Name
source: Opacity
de_de: Deckkraft
es_es: Opacidad
fr_fr: Opacité
ru_ru: Непрозрачность
zh_cn: 不透明度

# ColorPalettePicker_OpacitySlider.ToolTipService.ToolTip
source: Adjust opacity
de_de: Deckkraft anpassen
es_es: Ajustar opacidad
fr_fr: Ajuster l'opacité
ru_ru: Настроить непрозрачность
zh_cn: 调整不透明度

# ShapeToolbar_FillColorButton.ToolTipService.ToolTip
source: Choose fill color and opacity
de_de: Füllfarbe und Deckkraft auswählen
es_es: Elegir color y opacidad del relleno
fr_fr: Choisir la couleur et l’opacité du remplissage
ru_ru: Выбрать цвет и непрозрачность заливки
zh_cn: 选择填充颜色和不透明度

# ColorPickerToolbar_ColorTypeComboBox.AutomationProperties.Name
source: Color format
de_de: Farbformat
es_es: Formato de color
fr_fr: Format de couleur
ru_ru: Формат цвета
zh_cn: 颜色格式

# ColorPickerToolbar_ColorTypeComboBox.ToolTipService.ToolTip
source: Choose color format
de_de: Farbformat auswählen
es_es: Elegir formato de color
fr_fr: Choisir le format de couleur
ru_ru: Выбрать формат цвета
zh_cn: 选择颜色格式

# ColorPickerToolbar_ColorValueTextBox.AutomationProperties.Name
source: Color value
de_de: Farbwert
es_es: Valor de color
fr_fr: Valeur de couleur
ru_ru: Значение цвета
zh_cn: 颜色值

# TextToolbar_FontColorButton.ToolTipService.ToolTip
source: Choose text color and opacity
de_de: Textfarbe und Deckkraft auswählen
es_es: Elegir color y opacidad del texto
fr_fr: Choisir la couleur et l'opacité du texte
ru_ru: Выбрать цвет текста и непрозрачность
zh_cn: 选择文本颜色和不透明度

# TextToolbar_BackgroundColorButton.ToolTipService.ToolTip
source: Choose text background color and opacity
de_de: Texthintergrundfarbe und Deckkraft auswählen
es_es: Elegir color de fondo y opacidad del texto
fr_fr: Choisir la couleur d'arrière-plan et l'opacité du texte
ru_ru: Выбрать цвет фона текста и непрозрачность
zh_cn: 选择文本背景颜色和不透明度

# TextToolbar_FontFamilyComboBox.ToolTipService.ToolTip
source: Choose font family
de_de: Schriftart auswählen
es_es: Elegir fuente
fr_fr: Choisir la police
ru_ru: Выбрать шрифт
zh_cn: 选择字体

# TextToolbar_FontSizeNumberBox.ToolTipService.ToolTip
source: Choose font size
de_de: Schriftgröße auswählen
es_es: Elegir tamaño de fuente
fr_fr: Choisir la taille de police
ru_ru: Выбрать размер шрифта
zh_cn: 选择字体大小

# Diagnostics_Title
source: Diagnostics
de_de: Diagnose
es_es: Diagnóstico
ru_ru: Диагностика
zh_cn: 诊断

# Diagnostics_LoggingToggle.Header
source: Logging
de_de: Protokollierung
es_es: Registro
fr_fr: Journalisation
ru_ru: Ведение журнала
zh_cn: 日志记录

# Diagnostics_ClearLogsButtonLabel.Text
source: Clear logs
de_de: Protokolle löschen
es_es: Borrar registros
fr_fr: Effacer les journaux
ru_ru: Очистить журналы
zh_cn: 清除日志

# Diagnostics_ExportLogsButtonLabel.Text
source: Export logs
de_de: Protokolle exportieren
es_es: Exportar registros
fr_fr: Exporter les journaux
ru_ru: Экспортировать журналы
zh_cn: 导出日志

# AudioInputSelector_ChangeDefaultSettingsButton.AutomationProperties.Name
source: Change default microphone in Settings
de_de: Standardmikrofon in den Einstellungen ändern
es_es: Cambiar micrófono predeterminado en Configuración
fr_fr: Modifier le micro par défaut dans les paramètres
ru_ru: Изменить микрофон по умолчанию в параметрах
zh_cn: 在设置中更改默认麦克风

# AudioInputSelector_ChangeDefaultSettingsButton.ToolTipService.ToolTip
source: Open sound settings to change the default microphone
de_de: Soundeinstellungen öffnen, um das Standardmikrofon zu ändern
es_es: Abrir configuración de sonido para cambiar el micrófono predeterminado
fr_fr: Ouvrir les paramètres audio pour modifier le micro par défaut
ru_ru: Открыть параметры звука, чтобы изменить микрофон по умолчанию
zh_cn: 打开声音设置以更改默认麦克风

# AudioInputSelector_ChangeDefaultSettingsButtonLabel.Text
source: Change Default in Settings
de_de: Standard in Einstellungen ändern
es_es: Cambiar predeterminado en Configuración
fr_fr: Modifier le périphérique par défaut dans les paramètres
ru_ru: Изменить устройство по умолчанию в параметрах
zh_cn: 在设置中更改默认设备

# AudioInputSelector_InputFlyoutButton.AutomationProperties.Name
source: Choose microphone input
de_de: Mikrofoneingang auswählen
es_es: Elegir entrada de micrófono
fr_fr: Choisir l’entrée microphone
ru_ru: Выбрать вход микрофона
zh_cn: 选择麦克风输入

# AudioInputSelector_InputFlyoutButton.ToolTipService.ToolTip
source: Choose microphone input
de_de: Mikrofoneingang auswählen
es_es: Elegir entrada de micrófono
fr_fr: Choisir l’entrée microphone
ru_ru: Выбрать вход микрофона
zh_cn: 选择麦克风输入

# AudioInputSelector_InputList.AutomationProperties.Name
source: Microphone input devices
de_de: Mikrofoneingabegeräte
es_es: Dispositivos de entrada de micrófono
fr_fr: Périphériques d’entrée microphone
ru_ru: Устройства ввода микрофона
zh_cn: 麦克风输入设备

# AudioInputSelector_MuteButton
source: Mute microphone
de_de: Mikrofon stummschalten
es_es: Silenciar micrófono
fr_fr: Couper le micro
ru_ru: Отключить микрофон
zh_cn: 将麦克风静音

# AudioInputSelector_NoInputDevice
source: No input device
de_de: Kein Eingabegerät
es_es: No hay dispositivo de entrada
fr_fr: Aucun périphérique d’entrée
ru_ru: Нет устройства ввода
zh_cn: 没有输入设备

# AudioInputSelector_UnmuteButton
source: Unmute microphone
de_de: Mikrofonstummschaltung aufheben
es_es: Reactivar micrófono
fr_fr: Réactiver le micro
ru_ru: Включить микрофон
zh_cn: 取消麦克风静音

# CaptureOverlay_BackButton.AutomationProperties.Name
source: Back
de_de: Zurück
es_es: Atrás
fr_fr: Retour
ru_ru: Назад
zh_cn: 返回

# CaptureOverlay_BackButton.ToolTipService.ToolTip
source: Go back
de_de: Zurückgehen
es_es: Volver
fr_fr: Revenir
ru_ru: Вернуться
zh_cn: 返回

# CaptureOverlay_LocalAudioToggleButton.AutomationProperties.Name
source: System audio
es_es: Audio del sistema
fr_fr: Audio système
ru_ru: Системный звук
zh_cn: 系统音频

# CaptureOverlay_LocalAudioToggleButton.ToolTipService.ToolTip
source: Toggle system audio capture
de_de: Systemaudioaufnahme umschalten
es_es: Activar o desactivar captura de audio del sistema
fr_fr: Activer/désactiver la capture de l’audio système
ru_ru: Включить или отключить запись системного звука
zh_cn: 切换系统音频捕获

# CaptureOverlay_LocalAudioVolumeLabel.Text
source: System audio volume
de_de: Systemaudiolautstärke
es_es: Volumen del audio del sistema
fr_fr: Volume audio du système
ru_ru: Громкость системного звука

# CaptureOverlay_LocalAudioVolumeSlider.AutomationProperties.Name
source: System audio volume
de_de: Systemaudiolautstärke
es_es: Volumen del audio del sistema
fr_fr: Volume audio du système
ru_ru: Громкость системного звука

# CaptureOverlay_PauseResumeButton.AutomationProperties.Name
source: Pause or resume recording
de_de: Aufnahme anhalten oder fortsetzen
es_es: Pausar o reanudar la grabación
fr_fr: Suspendre ou reprendre l’enregistrement
ru_ru: Приостановить или возобновить запись
zh_cn: 暂停或继续录制

# CaptureOverlay_PauseResumeButton.ToolTipService.ToolTip
source: Pause or resume recording
de_de: Aufnahme anhalten oder fortsetzen
es_es: Pausar o reanudar la grabación
fr_fr: Suspendre ou reprendre l’enregistrement
ru_ru: Приостановить или возобновить запись
zh_cn: 暂停或继续录制

# CaptureOverlay_StartVideoCaptureButton.AutomationProperties.Name
source: Start recording
de_de: Aufnahme starten
es_es: Iniciar grabación
fr_fr: Démarrer l’enregistrement
ru_ru: Начать запись
zh_cn: 开始录制

# CaptureOverlay_StartVideoCaptureButton.ToolTipService.ToolTip
source: Start recording
de_de: Aufnahme starten
es_es: Iniciar grabación
fr_fr: Démarrer l’enregistrement
ru_ru: Начать запись
zh_cn: 开始录制

# CaptureOverlay_StopVideoCaptureButton.AutomationProperties.Name
source: Stop recording
de_de: Aufnahme beenden
es_es: Detener grabación
fr_fr: Arrêter l’enregistrement
ru_ru: Остановить запись
zh_cn: 停止录制

# CaptureOverlay_StopVideoCaptureButton.ToolTipService.ToolTip
source: Stop recording
de_de: Aufnahme beenden
es_es: Detener grabación
fr_fr: Arrêter l’enregistrement
ru_ru: Остановить запись
zh_cn: 停止录制

# CaptureOverlay_Timer.AutomationProperties.Name
source: Recording duration
de_de: Aufnahmedauer
es_es: Duración de la grabación
fr_fr: Durée d’enregistrement
ru_ru: Длительность записи
zh_cn: 录制时长

# CaptureOverlay_Timer.ToolTipService.ToolTip
source: Recording duration
de_de: Aufnahmedauer
es_es: Duración de la grabación
fr_fr: Durée d’enregistrement
ru_ru: Длительность записи
zh_cn: 录制时长

# CaptureDiscardConfirmation_Title
source: Discard recording?
de_de: Aufnahme verwerfen?
es_es: ¿Descartar grabación?
fr_fr: Supprimer l’enregistrement ?
ru_ru: Удалить запись?
zh_cn: 丢弃录制？

# CaptureDiscardConfirmation_Content
source: This will stop the current capture and delete the unsaved recording. This action cannot be undone.
de_de: Dadurch wird die aktuelle Aufnahme gestoppt und die ungespeicherte Aufzeichnung gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es_es: Esto detendrá la captura actual y eliminará la grabación sin guardar. Esta acción no se puede deshacer.
fr_fr: Cela arrêtera la capture en cours et supprimera l’enregistrement non enregistré. Cette action est irréversible.
ru_ru: Текущий захват будет остановлен, а несохраненная запись удалена. Это действие нельзя отменить.
zh_cn: 这将停止当前捕获并删除未保存的录制内容。此操作无法撤消。

# CaptureDiscardConfirmation_DiscardButton
source: Discard recording
de_de: Aufnahme verwerfen
es_es: Descartar grabación
fr_fr: Supprimer l’enregistrement
ru_ru: Удалить запись
zh_cn: 丢弃录制

# CaptureDiscardConfirmation_CancelButton
source: Keep recording
de_de: Weiter aufnehmen
es_es: Seguir grabando
fr_fr: Continuer l’enregistrement
ru_ru: Продолжить запись
zh_cn: 继续录制

# SelectionOverlay_CaptureModeSegmentedControl.AutomationProperties.Name
source: Capture mode
de_de: Aufnahmemodus
es_es: Modo de captura
fr_fr: Mode de capture
ru_ru: Режим захвата
zh_cn: 捕获模式

# SelectionOverlay_CaptureModeSegmentedControl.ToolTipService.ToolTip
source: Choose capture mode
de_de: Aufnahmemodus auswählen
es_es: Elegir modo de captura
fr_fr: Choisir le mode de capture
ru_ru: Выбрать режим захвата
zh_cn: 选择捕获模式

# SelectionOverlay_CaptureTypeComboBox.AutomationProperties.Name
source: Capture area
de_de: Aufnahmebereich
es_es: Área de captura
fr_fr: Zone de capture
ru_ru: Область захвата
zh_cn: 捕获区域

# SelectionOverlay_CaptureTypeComboBox.ToolTipService.ToolTip
source: Choose capture area
de_de: Aufnahmebereich auswählen
es_es: Elegir área de captura
fr_fr: Choisir la zone de capture
ru_ru: Выбрать область захвата
zh_cn: 选择捕获区域

# AppMenu_NewAudioCaptureItem.Text
source: New audio capture
de_de: Neue Audioaufnahme
es_es: Nueva captura de audio
fr_fr: Nouvelle capture audio
ru_ru: Новая аудиозапись
zh_cn: 新建音频捕获

# AudioCapture_DesktopAudioButton.AutomationProperties.Name
source: System audio
es_es: Audio del sistema
fr_fr: Audio système
ru_ru: Системный звук
zh_cn: 系统音频

# AudioCapture_DesktopAudioButton.Label
source: System audio
es_es: Audio del sistema
fr_fr: Audio système
ru_ru: Системный звук
zh_cn: 系统音频

# AudioCapture_DesktopAudioButton.ToolTipService.ToolTip
source: Turn off system audio capture
de_de: Systemaudioaufnahme ausschalten
es_es: Desactivar captura de audio del sistema
fr_fr: Désactiver la capture audio système
ru_ru: Отключить запись системного звука
zh_cn: 关闭系统音频捕获

# AudioCapture_DesktopAudioOffButton.AutomationProperties.Name
source: System audio off
de_de: Systemaudio aus
es_es: Audio del sistema desactivado
fr_fr: Audio système désactivé
ru_ru: Системный звук выключен
zh_cn: 系统音频关闭

# AudioCapture_DesktopAudioOffButton.Label
source: System audio
es_es: Audio del sistema
fr_fr: Audio système
ru_ru: Системный звук
zh_cn: 系统音频

# AudioCapture_DesktopAudioOffButton.ToolTipService.ToolTip
source: Turn on system audio capture
de_de: Systemaudioaufnahme einschalten
es_es: Activar captura de audio del sistema
fr_fr: Activer la capture audio système
ru_ru: Включить запись системного звука
zh_cn: 打开系统音频捕获

# AudioCapture_StartRecordingButton.AutomationProperties.Name
source: Start recording
de_de: Aufnahme starten
es_es: Iniciar grabación
fr_fr: Démarrer l’enregistrement
ru_ru: Начать запись
zh_cn: 开始录制

# AudioCapture_StartRecordingButton.Label
source: Record
de_de: Aufnehmen
es_es: Grabar
fr_fr: Enregistrer
ru_ru: Записать
zh_cn: 录制

# AudioCapture_StartRecordingButton.ToolTipService.ToolTip
source: Start recording
de_de: Aufnahme starten
es_es: Iniciar grabación
fr_fr: Démarrer l’enregistrement
ru_ru: Начать запись
zh_cn: 开始录制

# AudioCapture_Timer.AutomationProperties.Name
source: Recording duration
de_de: Aufnahmedauer
es_es: Duración de la grabación
fr_fr: Durée de l’enregistrement
ru_ru: Длительность записи
zh_cn: 录制时长

# AudioCapture_Timer.ToolTipService.ToolTip
source: Recording duration
de_de: Aufnahmedauer
es_es: Duración de la grabación
fr_fr: Durée de l’enregistrement
ru_ru: Длительность записи
zh_cn: 录制时长

# AudioCaptureNavigationConfirmation_CancelButton
source: Keep recording
de_de: Weiter aufnehmen
es_es: Seguir grabando
fr_fr: Continuer l’enregistrement
ru_ru: Продолжить запись
zh_cn: 继续录制

# AudioCaptureNavigationConfirmation_Content
source: An audio recording is still in progress. Stop it before leaving this page so the partial recording is saved.
de_de: Eine Audioaufnahme laeuft noch. Stoppen Sie sie, bevor Sie diese Seite verlassen, damit die bisherige Aufnahme gespeichert wird.
es_es: Hay una grabación de audio en curso. Detenla antes de salir de esta página para guardar la grabación parcial.
fr_fr: Un enregistrement audio est encore en cours. Arrêtez-le avant de quitter cette page afin d’enregistrer l’enregistrement partiel.
ru_ru: Аудиозапись еще выполняется. Остановите ее перед выходом с этой страницы, чтобы сохранить частичную запись.
zh_cn: 音频录制仍在进行中。离开此页面前请停止录制，以保存部分录制内容。

# AudioCaptureNavigationConfirmation_StopButton
source: Stop recording
de_de: Aufnahme stoppen
es_es: Detener grabación
fr_fr: Arrêter l’enregistrement
ru_ru: Остановить запись
zh_cn: 停止录制

# AudioCaptureNavigationConfirmation_Title
source: Stop audio recording?
de_de: Audioaufnahme stoppen?
es_es: ¿Detener grabación de audio?
fr_fr: Arrêter l’enregistrement audio ?
ru_ru: Остановить аудиозапись?
zh_cn: 停止音频录制？

# AudioEdit_CopyButton.Label
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
ru_ru: Копировать
zh_cn: 复制

# AudioEdit_SaveButton.Label
source: Save as
de_de: Speichern unter
es_es: Guardar como
fr_fr: Enregistrer sous
ru_ru: Сохранить как
zh_cn: 另存为

# AudioEdit_OpenAudioFolderButton.Label
source: Open audio recordings folder
de_de: Ordner für Audioaufzeichnungen öffnen
es_es: Abrir carpeta de grabaciones de audio
fr_fr: Ouvrir le dossier des enregistrements audio
ru_ru: Открыть папку аудиозаписей
zh_cn: 打开音频录制文件夹

# AudioEdit_OpenAudioFolderButton.ToolTipService.ToolTip
source: Open the audio recordings folder in File Explorer.
de_de: Ordner für Audioaufzeichnungen im Datei-Explorer öffnen.
es_es: Abrir la carpeta de grabaciones de audio en el Explorador de archivos.
fr_fr: Ouvrir le dossier des enregistrements audio dans l’Explorateur de fichiers.
ru_ru: Открыть папку аудиозаписей в проводнике.
zh_cn: 在文件资源管理器中打开音频录制文件夹。

# CaptureMode_Image
source: Image
de_de: Bild
es_es: Imagen
ru_ru: Изображение
zh_cn: 图像

# CaptureMode_Video
source: Video
es_es: Vídeo
fr_fr: Vidéo
ru_ru: Видео
zh_cn: 视频

# ImageEdit_AutoZoomLockButton.ToolTipService.ToolTip
source: Auto-Zoom Lock
de_de: Automatischen Zoom sperren
es_es: Bloquear zoom automático
fr_fr: Verrouiller le zoom automatique
ru_ru: Заблокировать автомасштабирование
zh_cn: 锁定自动缩放

# ImageEdit_ZoomAndCenterButton.ToolTipService.ToolTip
source: Zoom and Center
de_de: Zoomen und zentrieren
es_es: Ampliar y centrar
fr_fr: Zoomer et centrer
ru_ru: Масштабировать и центрировать
zh_cn: 缩放并居中

# ShapeTypeComboBox.Header
source: Shape Type
de_de: Formtyp
es_es: Tipo de forma
fr_fr: Type de forme
ru_ru: Тип фигуры
zh_cn: 形状类型

# ShapeTypeComboBox_ArrowItem.Content
source: Arrow
de_de: Pfeil
es_es: Flecha
fr_fr: Flèche
ru_ru: Стрелка
zh_cn: 箭头

# ShapeTypeComboBox_EllipseItem.Content
source: Ellipse
es_es: Elipse
ru_ru: Эллипс
zh_cn: 椭圆

# ShapeTypeComboBox_LineItem.Content
source: Line
de_de: Linie
es_es: Línea
fr_fr: Ligne
ru_ru: Линия
zh_cn: 直线

# ShapeTypeComboBox_RectangleItem.Content
source: Rectangle
de_de: Rechteck
es_es: Rectángulo
ru_ru: Прямоугольник
zh_cn: 矩形

# AudioCapture_PauseButton.Label
source: Pause
es_es: Pausar
ru_ru: Пауза
zh_cn: 暂停

# AudioCapture_PauseButton.AutomationProperties.Name
source: Pause or resume recording
de_de: Aufnahme pausieren oder fortsetzen
es_es: Pausar o reanudar la grabación
fr_fr: Suspendre ou reprendre l’enregistrement
ru_ru: Приостановить или возобновить запись
zh_cn: 暂停或继续录制

# AudioCapture_PauseButton.ToolTipService.ToolTip
source: Pause or resume recording
de_de: Aufnahme pausieren oder fortsetzen
es_es: Pausar o reanudar la grabación
fr_fr: Suspendre ou reprendre l’enregistrement
ru_ru: Приостановить или возобновить запись
zh_cn: 暂停或继续录制

# AudioCapture_StopButton.Label
source: Stop
de_de: Stopp
es_es: Detener
fr_fr: Arrêter
ru_ru: Остановить
zh_cn: 停止

# AudioCapture_StopButton.AutomationProperties.Name
source: Stop recording
de_de: Aufnahme stoppen
es_es: Detener grabación
fr_fr: Arrêter l’enregistrement
ru_ru: Остановить запись
zh_cn: 停止录制

# AudioCapture_StopButton.ToolTipService.ToolTip
source: Stop recording
de_de: Aufnahme stoppen
es_es: Detener grabación
fr_fr: Arrêter l’enregistrement
ru_ru: Остановить запись
zh_cn: 停止录制
